[
    {
        "Title": "Surface Pro 4",
        "Description": "Surface Pro 4 is the proportions of a sheet of paper so that it feels familiar in your hands. It goes from tablet to laptop in a snap with the multi-position Kickstand and improved keyboard.",
        "Category": "Tablet/PC",
        "ImageUrl": "/Assets/Images/SurfacePro4.png"
    },
    {
        "Title": "Surface Book",
        "Description": "Surface Book is the first of its kind. This innovative and stunningly crafted laptop is a creative powerhouse, designed to adapt to the way you work – with touch, a Pen, or a mouse.",
        "Category": "Tablet/PC",
        "ImageUrl": "/Assets/Images/SurfaceBook.png"
    },   
    {
        "Title": "Lenovo Yoga 3",
        "Description": "Multiple ways to work or play. Yoga 3 Pro is the world's most adaptable PC. It features four different ways for you to do what you want: Laptop, Stand, Tent or Tablet.",
        "Category": "Tablet/PC",
        "ImageUrl": "/Assets/Images/LenovoYoga3.png"
    },
    {
        "Title": "HP Spectre X2",
        "Description": "Premium 2-in-1 experience. Work with full PC power on a high-performance keyboard, or travel freely with the versatility of a Full-HD tablet in one resourceful device.",
        "Category": "Tablet/PC",
        "ImageUrl": "/Assets/Images/HPSpectreX2.png"
    },
    {
        "Title": "Dell Inspiron 24",
        "Description": "Inspires from every dimension. Ultra-thin and distinctly refined, the stylish Dell Inspiron 24 all-in-one gives definitive elegance to a powerful and expansive PC experience.",
        "Category": "Tablet/PC",
        "ImageUrl": "/Assets/Images/DellInspiron.png"
    },
    {
        "Title": "Microsoft Lumia 950",
        "Description": "High-end features, premium design, and the best Windows 10 experience – get the phone that works like your PC and turn an ordinary moment into your biggest accomplishment.",
        "Category": "Phone",
        "ImageUrl": "/Assets/Images/Lumia950.png"
    },
    {
        "Title": "Microsoft Lumia 650",
        "Description": "Microsoft Lumia 650 Discover the benefits of a seamless cross-device Windows 10 experience in a precision-crafted package. With a refined performance and premium design, the Lumia 650 is the smart choice for your business.",
        "Category": "Phone",
        "ImageUrl": "/Assets/Images/Lumia650.png"
    },
    {
        "Title": "Microsoft Lumia 550",
        "Description": "Lumia 550 Experience the power of Windows 10 at a price that won’t hurt your wallet. With 4G LTE connectivity, smooth multitasking and the all-new Microsoft Edge browser, you can get to what matters faster.",
        "Category": "Phone",
        "ImageUrl": "/Assets/Images/Lumia550.png"
    },
    {
        "Title": "Microsoft Band 2",
        "Description": "For people who want to live healthier and achieve more there is Microsoft Band. Reach your health and fitness goals by tracking your heart rate, exercise, calorie burn, and sleep quality, and be productive with email, text, and calendar alerts on your wrist.",
        "Category": "Accessory",
        "ImageUrl": "/Assets/Images/Band2.png"
    },
    {
        "Title": "Xbox One",
        "Description": "Jump ahead with Xbox One. Where the best games, multiplayer, and your favorite movies, music, sports, and live TV come together in one place. Jump ahead with Xbox One.",
        "Category": "Console",
        "ImageUrl": "/Assets/Images/XboxOne.png"
    },    
    {
        "Title": "Universal Foldable Keyboard",
        "Description": "Universal Foldable Keyboard. Universal Foldable Keyboard is the perfect travel companion—its ultra-thin, lightweight, compact design lets you easily take it wherever you go so you can get more done on your tablet or smartphone no matter where you are.",
        "Category": "Accessory",
        "ImageUrl": "/Assets/Images/UniversalFoldableKeyboard.png"
    },
    {
        "Title": "LifeCam Cinema",
        "Description": "Capture and Share it All in Glorious HD. Don’t miss a thing—enjoy high-quality 720p HD widescreen video together with crystal clear audio, with the LifeCam Cinema.",
        "Category": "Accessory",
        "ImageUrl": "/Assets/Images/LifeCamCinema.png"
    },
    {
        "Title": "Sculpt Comfort Mouse",
        "Description": "The ultimate Windows mouse. The blue Windows touch tab on Sculpt Comfort Mouse revolutionizes the relationship between hardware and software, providing quick and easy access to your favorite Windows 8 features.",
        "Category": "Accessory",
        "ImageUrl": "/Assets/Images/SculptComfortMouse.png"
    },   
    {
        "Title": "Microsoft Wireless Display Adapter",
        "Description": "See it all on your big screen. Share what’s on your tablet, laptop, or smartphone1 on an HDTV or monitor with Microsoft Wireless Display Adapter. Stream movies, view personal photos, or display a presentation on a big screen – all wirelessly.",
        "Category": "Accessory",
        "ImageUrl": "/Assets/Images/WirelessDisplayAdapter.png"
    },
    {
        "Title": "Surface 3 Docking Station",
        "Description": "From tablet to desktop—instantly. Take your productivity to the next level with Docking Station for Surface 3. Instantly transform your ultra-portable Surface into a complete desktop workstation and easily connect to your favourite accessories.",
        "Category": "Accessory",
        "ImageUrl": "/Assets/Images/Surface3DockingStation.png"
    }
]
